Revit 2027 API
ParameterTypeId.SpacingJustificationn2 Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingJustificationn2 { get; }
Public Shared ReadOnly Property SpacingJustificationn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingJustificationn2 {
	ForgeTypeId^ get ();
}
static member SpacingJustificationn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace